Repository: zubrlc/amneziawg-apple
Catalog: Sources/WireGuardApp/Localizable.xcstrings
Source language: en
Languages: de, es, fa, fi, fr, it, ja, pa, pl, ro, ru, sl, tr, zh_hans

# alertUnableToWriteLogTitle
source: Log export failed
de: Log-Export fehlgeschlagen
es: Exportación de registros fallida
fa: برون‌برد گزارش رویداد ناموفق بود
fr: L'exportation du journal a échoué
it: Esportazione log non riuscita
ja: ログのエクスポートに失敗
pa: ਲਾਗ ਬਰਾਮਦ ਕਰਨਾ ਅਸਫ਼ਲ ਹੈ
pl: Eksport logów nie powiódł się
ro: Exportarea jurnalului a eșuat
ru: Ошибка экспорта журнала
sl: Izvažanje dnevnika ni uspelo
tr: Günlük dışa aktarılamadı
zh_hans: 导出日志失败

# deletePeerButtonTitle
source: Delete peer
de: Peer löschen
es: Eliminar par
fa: حذف همتا
fi: Poista osapuoli
fr: Supprimer le pair
it: Elimina peer
ja: ピアを削除
pa: ਪੀਅਰ ਨੂੰ ਹਟਾਓ
pl: Usuń peer'a
ro: Ștergere pereche
ru: Удалить пира
sl: Izbriši vrstnika
tr: Eşi sil
zh_hans: 删除节点

# deletePeerConfirmationAlertButtonTitle
source: Delete
de: Löschen
es: Eliminar
fa: حذف
fi: Poista
fr: Supprimer
it: Elimina
ja: 削除
pa: ਹਟਾਓ
pl: Usuń
ro: Ștergere
ru: Удалить
sl: Izbriši
tr: Sil
zh_hans: 删除

# deletePeerConfirmationAlertMessage
source: Delete this peer?
de: Diesen Peer löschen?
es: ¿Eliminar este par?
fa: این همتا حذف شود؟
fi: Poistetaanko tämä osapuoli?
fr: Supprimer ce pair ?
it: Vuoi eliminare questo peer?
ja: このピアを削除しますか？
pa: ਇਹ ਪੀਅਰ ਹਟਾਉਣਾ ਹੈ?
pl: Usunąć tego peer'a?
ro: Ștergi această pereche?
ru: Удалить этого пира?
sl: Izbrišem tega vrstnika?
tr: Bu eş silinsin mi?
zh_hans: 删除此节点？

# deleteTunnelButtonTitle
source: Delete tunnel
de: Tunnel löschen
es: Eliminar túnel
fa: حذف تونل
fi: Poista tunneli
fr: Supprimer le tunnel
it: Elimina tunnel
ja: トンネルを削除
pa: ਟਨਲ ਨੂੰ ਹਟਾਓ
pl: Usuń tunel
ro: Ștergere tunel
ru: Удалить туннель
sl: Izbriši tunel
tr: Tüneli sil
zh_hans: 删除隧道

# deleteTunnelConfirmationAlertButtonMessage (%d)
source: Delete %d tunnel?
de: %d Tunnel löschen?
es: ¿Eliminar túnel %d?
fa: تونل %d حذف شود؟
fi: Poista %d tunneli?
fr: Supprimer %d tunnel?
it: Eliminare %d tunnel?
ja: %d トンネルを削除しますか?
pa: %d ਟਨਲ ਹਟਾਉਣੀ ਹੈ?
pl: Usunąć %d tunel?
ro: Ștergi %d tunel?
ru: Удалить выбранный туннель?
sl: Izbrišem %d tunel?
tr: %d tüneli silinsin mi?
zh_hans: 删除 %d 隧道?

# deleteTunnelConfirmationAlertButtonTitle
source: Delete
de: Löschen
es: Eliminar
fa: حذف
fi: Poista
fr: Supprimer
it: Elimina
ja: 削除
pa: ਹਟਾਓ
pl: Usuń
ro: Ștergere
ru: Удалить
sl: Izbriši
tr: Sil
zh_hans: 删除

# deleteTunnelConfirmationAlertMessage
source: Delete this tunnel?
de: Diesen Tunnel löschen?
es: ¿Eliminar túnel %d?
fa: این تونل حذف شود؟
fi: Poistetaanko tämä tunneli?
fr: Supprimer ce tunnel ?
it: Vuoi eliminare questo tunnel?
ja: このトンネルを削除しますか？
pa: ਇਹ ਟਨਲ ਹਟਾਉਣੀ ਹੈ?
pl: Usunąć ten tunel?
ro: Ștergi acest tunel?
ru: Удалить этот туннель?
sl: Izbrišem za tunel?
tr: Bu tünel silinsin mi?
zh_hans: 删除此隧道？

# deleteTunnelsConfirmationAlertButtonMessage (%d)
source: Delete %d tunnels?
de: %d Tunnel löschen?
es: ¿Eliminar %d túneles?
fa: %d تونل حذف شود؟
fi: Poista %d tunnelit?
fr: Supprimer %d tunnels?
it: Eliminare %d tunnel?
ja: %d トンネルを削除しますか?
pa: %d ਟਨਲਾਂ ਹਟਾਉਣੀਆਂ ਹਨ?
pl: Usunąć %d tunele(i)?
ro: Ștergi %d tunele?
ru: Удалить выбранные туннели?
sl: Izbrišem izbrane tunele?
tr: %d tünelleri silinsin mi?
zh_hans: 删除 %d 个隧道?

# deleteTunnelsConfirmationAlertButtonTitle
source: Delete
de: Entfernen
es: Eliminar
fa: حذف
fi: Poista
fr: Supprimer
it: Elimina
ja: 削除
pa: ਹਟਾਓ
pl: Usuń
ro: Ștergere
ru: Удалить
sl: Izbriši
tr: Sil
zh_hans: 删除

# donateLink
source: ♥ Donate to the AmneziaWG Project
de: ♥ Spende an das AmneziaWG Projekt
es: ♥ Donar al Proyecto AmneziaWG
fa: ♥ کمک مالی به پروژه AmneziaWG
fi: ♥ Lahjoita AmneziaWG projektille
fr: ♥ Faire un don au projet AmneziaWG
it: ♥ Fai una donazione al progetto AmneziaWG
ja: ♥ AmneziaWG プロジェクトに寄付する
pa: ♥ AmneziaWG ਪਰੋਜੈਕਟ ਨੂੰ ਦਾਨ ਦਿਓ
pl: ♥ Dotacja dla projektu AmneziaWG
ro: ♥ Donează pentru proiectul AmneziaWG
ru: ♥ Пожертвовать проекту AmneziaWG
sl: ♥ Donirajte projektu AmneziaWG
tr: ♥ AmneziaWG Projesine Bağış Yapın
zh_hans: ♥ 为 AmneziaWG 捐赠

# editTunnelViewTitle
source: Edit configuration
de: Konfiguration bearbeiten
es: Editar configuración
fa: ویرایش پیکربندی
fi: Muokkaa konfiguraatiota
fr: Editer la configuration
it: Modifica configurazione
ja: 設定の編集
pa: ਸੰਰਚਨਾ ਨੂੰ ਸੋਧੋ
pl: Edytuj konfigurację
ro: Editare configurație
ru: Редактировать конфигурацию
sl: Uredi konfiguracijo
tr: Konfigürasyonu düzenle
zh_hans: 编辑配置

# iosExportPrivateData
source: Authenticate to export tunnel private keys.
de: Authentifizieren, um private Schlüssel für Tunnel zu exportieren.
fr: Authentifiez-vous pour exporter les clefs privées du tunnel.
it: Autenticati per esportare le chiavi private dei tunnel.
ja: トンネルの秘密鍵をエクスポートするために認証を行います
pa: ਟਨਲ ਪ੍ਰਾਈਵੇਟ ਕੁੰਜੀਆਂ ਨੂੰ ਬਰਾਮਦ ਕਰਨ ਲਈ ਪਰਮਾਣਕਿਤਾ।
pl: Uwierzytelnij, aby wyeksportować klucze prywatne tuneli.
ro: Autentifică-te pentru a exporta cheile private de tunel.
ru: Аутентификация для экспорта приватных ключей туннеля.
sl: Za izvoz zasebnih ključev tunelov se prijavite.
tr: Tünel özel anahtarlarını dışa aktarmak için kimlik doğrulaması yapın.
zh_hans: 认证以导出隧道私钥。

# iosViewPrivateData
source: Authenticate to view tunnel private keys.
de: Authentifizieren, um private Schlüssel für Tunnel anzuzeigen.
fi: Todenna nähdäksesi tunnelin yksityiset avaimet.
fr: Authentifiez-vous pour voir les clefs privées du tunnel.
it: Autenticati per visualizzare le chiavi private dei tunnel.
ja: トンネルの秘密鍵を表示するために認証を行います
pa: ਟਨਲ ਪ੍ਰਾਈਵੇਟ ਕੁੰਜੀਆਂ ਨੂੰ ਵੇਖਣ ਲਈ ਪਰਮਾਣਕਿਤਾ।
pl: Uwierzytelnij, aby zobaczyć klucze prywatne.
ro: Autentifică-te pentru a vizualiza cheile private de tunel.
ru: Аутентификация для просмотра приватных ключей туннеля.
sl: Za ogled zasebnih ključev tunelov se prijavite.
tr: Tünel özel anahtarlarını görüntülemek için kimlik doğrulaması yapın.
zh_hans: 认证以查看隧道私钥。

# macAlertAddressInvalid (%@)
source: Address ‘%@’ is invalid.
de: Adresse ‘%@’ ungültig.
fa: نشانی ‘%@’ نامعتبر است.
fi: Osoite "%@" ei kelpaa.
fr: L'adresse ‘%@’ est invalide.
it: L'indirizzo %@’ non è valido.
ja: アドレス ‘%@’ は無効です。
pa: ਸਿਰਨਾਵਾਂ ‘%@’ ਗ਼ੈਰ-ਵਾਜਬ ਹੈ।
pl: Adres "%@" jest nieprawidłowy.
ro: Adresa „%@” este invalidă.
ru: IP-адрес ’%@’ недопустим.
sl: Naslov "%@" ni veljaven.
tr: ‘%@’ adresi geçersiz.
zh_hans: 地址 "%@" 无效。

# macAlertAllowedIPInvalid (%@)
source: Allowed IP ‘%@’ is invalid
de: Erlaubte IP ‘%@’ ist ungültig
fa: IP مجاز ‘%@’ نامعتبر است
fi: Sallitut IP-osoitteet %@" eivät kelpaa
fr: L'adresse IP autorisée ‘%@’ est invalide
it: L'IP consentito ‘%@’ non è valido
ja: Allowed IP ‘%@’ は無効です
pa: ਮਨਜ਼ੂਰ ਕੀਤਾ IP ‘%@’ ਗ਼ੈਰ-ਵਾਜਬ ਹੈ
pl: Dozwolony adres IP „%@” jest nieprawidłowy
ro: IP-ul permis „%@” este invalid
ru: Разрешенный IP-адрес ‘%@’ недопустим
sl: Dovoljen naslov IP "%@" ni veljaven
tr: İzin verilen IP ‘%@’ geçersiz
zh_hans: 允许的IP ”%@“ 无效

# macAlertDNSInvalid (%@)
source: DNS ‘%@’ is invalid.
de: DNS ‘%@’ ungültig.
es: El DNS ‘%@’ no es válido.
fa: DNS ‘%@’ نامعتبر است.
fi: DNS ‘%@’ ei kelpaa.
fr: Le DNS ‘%@’ est invalide.
it: Il DNS ‘%@’ non è valido.
ja: DNS ‘%@’ は無効です。
pa: DNS ‘%@’ ਗ਼ੈਰ-ਵਾਜਬ ਹੈ।
pl: DNS „%@” jest nieprawidłowy.
ro: DNS „%@” este invalid.
ru: DNS-сервер ’%@’ недопустим.
sl: DNS "%@" ni veljaven.
tr: DNS ‘%@’ geçersiz.
zh_hans: DNS "%@" 无效。

# macAlertDuplicateName (%@)
source: Another tunnel already exists with the name ‘%@’.
de: Ein anderer Tunnel mit dem Namen ‘%@ ’ existiert bereits.
fa: تونلی دیگر با این نام موجود است ‘%@’.
fr: Un autre tunnel portant le nom «%@» existe déjà.
it: Un altro tunnel con il nome ‘%@’ esiste già.
ja: ‘%@’ という名前のトンネルはすでに存在します。
pa: ਨਾਂ ‘%@’ ਨਾਲ ਟਨਲ ਪਹਿਲਾਂ ਹੀ ਮੌਜੂਦ ਹੈ।
pl: Inny tunel o nazwie „%@” już istnieje.
ro: Există deja un alt tunel cu numele „%@”.
ru: Туннель с именем ’%@’ уже существует.
sl: Drug tunel z imenom "%@" že obstaja.
tr: ‘%@’ ismiyle başka bir tünel zaten var.
zh_hans: 另一个同名的隧道 "%@" 已存在。

# macAlertEndpointInvalid (%@)
source: Endpoint ‘%@’ is invalid
de: Endpunkt ‘%@’ ist ungültig
es: Endpoint ‘%@’ no es válido
fa: نقطه پایان ‘%@’ نامعتبر است
fi: Päätepiste "%@" ei kelpaa
fr: Le point de terminaison ‘%@’ est invalide
it: L'endpoint ‘%@’ non è valido
ja: Endpoint ‘%@’ は無効です
pa: ਐਂਡ-ਪੁਆਇੰਟ ‘%@’ ਗ਼ੈਰ-ਵਾਜਬ ਹੈ
pl: Adres końcowy „%@” jest nieprawidłowy
ro: Punctul final „%@” este invalid
ru: IP-адрес сервера ’%@’ недопустим
sl: Končna točka "%@" ni veljavna
tr: ‘%@’ uç noktası geçersiz
zh_hans: 端点 ”%@“ 无效

# macAlertInfoUnrecognizedInterfaceKey
source: Valid keys are: ‘PrivateKey’, ‘ListenPort’, ‘Address’, ‘DNS’ and ‘MTU’.
de: Gültige Schlüssel sind: 'PrivateKey', 'ListenPort', 'Address', 'DNS' und 'MTU'.
fr: Les clefs valides sont : ‘PrivateKey’, ‘ListenPort’, ‘Address’, ‘DNS’ et ‘MTU’.
it: Chiavi valide sono: ‘PrivateKey’, ‘ListenPort’, ‘Address’, ‘DNS’ e ‘MTU’.
ja: 有効なキー項目: ‘PrivateKey’, ‘ListenPort’, ‘Address’, ‘DNS’, ‘MTU’
pa: ਵਾਜਬ ਸ਼ਬਦ ਹਨ: ‘PrivateKey’, ‘ListenPort’, ‘Address’, ‘DNS’ ਅਤੇ ‘MTU’।
pl: Prawidłowe klucze to: „PrivateKey”, „ListenPort”, „Adres”, „DNS” i „MTU”.
ro: Cheile valide sunt: „PrivateKey”, „ListenPort”, „Address”, „DNS” și „MTU”.
ru: Допустимые ключи: «Приветный ключ», «Порт», «IP-адрес», «DNS» и «MTU».
sl: Veljavna polja so: "PrivateKey", "ListenPort", "Address", "DNS" in "MTU".
tr: Geçerli anahtarlar şunlardır: ‘PrivateKey’, ‘ListenPort’, ‘Address’, ‘DNS’ ve ‘MTU’.
zh_hans: 有效的键是： ‘私钥’, ‘监听端口’, ‘地址’, ‘DNS’ 和 ‘MTU’.

# macAlertInfoUnrecognizedPeerKey
source: Valid keys are: ‘PublicKey’, ‘PresharedKey’, ‘AllowedIPs’, ‘Endpoint’ and ‘PersistentKeepalive’
de: Gültige Schlüssel sind: 'PublicKey', 'PresharedKey', 'AllowedIPs', 'Endpoint' und 'PersistentKeepalive'
es: Las claves válidas son: ‘PublicKey’, ‘PresharedKey’, ‘AllowedIPs’, ‘Endpoint’ y ‘PersistentKeepalive’
fi: Voimassa olevat avaimet ovat: ”PublicKey”, ”PresharedKey”, ”AllowedIPs”, ”Endpoint” ja ”PersistentKeepalive”
fr: Les clefs valides sont : ‘PublicKey’, ‘PresharedKey’, ‘AllowedIPs’, ‘Endpoint’ and ‘PersistentKeepalive’
it: Chiavi valide sono: ‘PublicKey’, ‘PresharedKey’, ‘AllowedIPs’, ‘Endpoint’ e ‘PersistentKeepalive’
ja: 有効なキー項目: ‘PublicKey’, ‘PresharedKey’, ‘AllowedIPs’, ‘Endpoint’, ‘PersistentKeepalive’
pa: ਵਾਜਬ ਸ਼ਬਦ ਹਨ: ‘PublicKey’, ‘PresharedKey’, ‘AllowedIPs’, ‘Endpoint’ ਅਤੇ ‘PersistentKeepalive’
pl: Prawidłowe klucze to: „PublicKey”, „PresharedKey”, „AllowedIPs”, „Endpoint” i „PersistentKeepalive”
ro: Cheile valide sunt: „PublicKey”, „PresharedKey”, „AllowedIPs”, „Endpoint” și „PersistentKeepalive”
ru: Допустимые ключи: «Публичный ключ», «Общий ключ», «Разрешенные IP-адреса», «IP-адрес сервера» и «Поддерживание соединения»
sl: Veljavna polja so: "PublicKey", "PresharedKey", "AllowedIPs", "Endpoint" in "PersistentKeepalive"
tr: Geçerli anahtarlar şunlardır: ‘PublicKey’, ‘PresharedKey’, ‘AllowedIPs’, ‘Endpoint’ ve ‘PersistentKeepalive’
zh_hans: 有效的键为： ‘公钥’, ‘预分享密钥’, ‘允许的IP’, ‘端点’ 和 ‘连接保活间隔’

# macAlertInvalidLine (%@)
source: Invalid line: ‘%@’.
de: Ungültige Zeile: ‘%@’.
fa: خط نامعتبر: ‘%@’.
fr: Ligne invalide : ‘%@’.
it: Riga non valida: ‘%@’.
ja: 不正な行: ‘%@’。
pa: ਗ਼ੈਰਵਾਜਬ ਲਾਈਨ: ‘%@’।
pl: Nieprawidłowy wiersz: „%@”.
ro: Linie invalidă: „%@”.
ru: Недопустимая строка: ’%@’.
sl: Neveljavna vrstica: "%@".
tr: Geçersiz satır: ‘%@’.
zh_hans: 无效的行: "%s"

# macAlertListenPortInvalid (%@)
source: Listen port ‘%@’ is invalid.
de: Eingangs-Port '%@' ungültig.
fa: پورت شنود ‘%@’ نامعتبر است.
fi: Portti "%@" ei kelpaa.
fr: Le port d'écoute ‘%@’ est invalide.
it: La porta in ascolto ‘%@’ non è valida.
ja: 待受ポート ‘%@’ は無効です。
pa: ਸੁਣਨ ਵਾਲੀ ਪੋਰਟ ‘%@’ ਗ਼ੈਰ-ਵਾਜਬ ਹੈ।
pl: Port nasłuchu „%@” jest nieprawidłowy.
ro: Portul de ascultare „%@” este invalid.
ru: Недопустимый порт ’%@’.
sl: Vrata poslušanja "%@" niso veljavna.
tr: Dinleme bağlantı noktası ‘%@’ geçersiz.
zh_hans: 监听端口 "%@" 无效。

# macAlertMTUInvalid (%@)
source: MTU ‘%@’ is invalid.
de: MTU ‘%@’ ungültig.
fa: MTU ‘%@’ نامعتبر است.
fi: MTU ‘%@’ ei kelpaa.
fr: La MTU ‘%@’ n’est pas valide.
it: Il valore di MTU ‘%@’ non è valido.
ja: MTU ‘%@’ は無効です。
pa: MTU ‘%@’ ਗ਼ੈਰ-ਵਾਜਬ ਹੈ।
pl: Wartość MTU ‘%@’ jest nieprawidłowa.
ro: MTU „%@” este invalidă.
ru: MTU ’%@’ недопустим.
sl: Vrednost MTU "%@" ni veljavna.
tr: MTU ‘%@’ geçersiz.
zh_hans: MTU "%@" 无效。

# macAlertMultipleEntriesForKey (%@)
source: There should be only one entry per section for key ‘%@’
de: Es darf nur einen Eintrag pro Abschnitt für den Schlüssel ‘%@ ’ geben
fr: Il ne devrait y avoir qu'une seule entrée par section pour la clef ‘%@’
it: Dovrebbe esistere solo una voce per sezione della chiave ‘%@’
ja: キー項目 ‘%@’ は各セクションに1エントリだけにします
pa: ਸ਼ਬਦ ‘%@’ ਲਈ ਹਰ ਭਾਗ ਵਿੱਚ ਇੱਕ ਹੀ ਐਂਟਰੀ ਹੋਣੀ ਚਾਹੀਦੀ ਹੈ
pl: Dla klucza „%@” powinien być tylko jeden wpis w sekcji
ro: Trebuie să existe o singură înregistrare pe secțiune pentru cheia „%@”
ru: В секции пира должна быть только одна запись ключа ‘%@’
sl: Obstajati bi moral samo en vnos na odsek za ključ "%@"
tr: ‘%@’ anahtarı için bölüm başına yalnızca bir giriş olmalıdır
zh_hans: 键 ”%@“ 的每个段落应该只能有一个条目

# macAlertMultipleInterfaces
source: Configuration must have only one ‘Interface’ section.
de: Die Konfiguration darf nur einen Abschnitt „Interface“ aufweisen.
fr: La configuration ne doit avoir qu'une seule section 'Interface'.
it: La configurazione deve avere solo una sezione ‘Interface’.
ja: 設定内の 'Interface' セクションは1つだけです
pa: ਸੰਰਚਨਾ ਵਿੱਚ ਸਿਰਫ਼ ਇੱਕ ਹੀ ‘Interface’ ਭਾਗ ਹੋਣਾ ਚਾਹੀਦਾ ਹੈ।
pl: Konfiguracja musi posiadać tylko jedną sekcję „Interface”.
ro: Configurația trebuie să aibă o singură secțiune „Interfață”.
ru: Конфигурация должна иметь только одну секцию ’Интерфейс’.
sl: Konfiguracija mora imeti le en odsek "Interface".
tr: Yapılandırmada yalnızca bir ‘Arayüz’ bölümü olmalıdır.
zh_hans: 配置只能有一个“接口”段落。

# macAlertNameIsEmpty
source: Name is required
de: Ein Name ist erforderlich
fa: نام الزامی است
fi: Nimi on pakollinen
fr: Le nom est requis
it: Il nome è richiesto
ja: 名前は必須です
pa: ਨਾਂ ਚਾਹੀਦਾ ਹੈ।
pl: Nazwa jest wymagana
ro: Numele este necesar
ru: Имя обязательно
sl: Ime je obvezno
tr: İsim gereklidir
zh_hans: 名称必填

# macAlertNoInterface
source: Configuration must have an ‘Interface’ section.
de: Die Konfiguration muss einen Abschnitt „Interface“ aufweisen.
fr: La configuration doit avoir une section « Interface».
it: La configurazione deve avere una sezione ‘Interface’.
ja: 設定には ‘Interface’ セクションが必須です
pa: ਸੰਰਚਨਾ ਵਿੱਚ ‘Interface’ ਭਾਗ ਹੋਣਾ ਚਾਹੀਦਾ ਹੈ।
pl: Konfiguracja musi mieć sekcję „Interface”.
ro: Configurația trebuie să aibă o secțiune „Interfață”.
ru: Конфигурация должна иметь раздел ’Интерфейс’.
sl: Konfiguracija mora imeti odsek "Interface".
tr: Yapılandırmanın bir ‘Arayüz’ bölümü olmalıdır.
zh_hans: 配置必须有一个“接口”段落。

# macAlertPersistentKeepliveInvalid (%@)
source: Persistent keepalive value ‘%@’ is invalid
de: Dauerhafter Keepalive ‘%@’ ist ungültig
es: El valor keepalive persistente '%@' no es válido
fi: Pysyvä keepalive arvo ‘%@’ ei kelpaa
fr: La valeur du Keepalive persistant ‘%@’ est invalide
it: Il valore di keepalive permanente ‘%@’ non è valido
ja: 持続的キープアライブの値 ‘%@’ は無効です
pa: Persistent keepalive ਮੁੱਲ ‘%@’ ਗ਼ੈਰ-ਵਾਜਬ ਹੈ
pl: Obecna wartość keepalive „%@” jest nieprawidłowa
ro: Valoarea mesajului keepalive persistent „%@” este invalid
ru: Значение поддерживания соединения ‘%@’ недопустимо
sl: Vrednost "%@" za trajno ohranjanje povezave ni veljavna
tr: Sürekli canlı tutma değeri ‘%@’ geçersiz
zh_hans: 连接保活间隔的值 ”%@“ 无效

# macAlertPreSharedKeyInvalid
source: Preshared key is invalid
de: Der vorab geteilte Schlüssel ist ungültig
es: La clave compartida no es válida
fa: کلید از پیش تقسیم شده نامعتبر است
fi: Jaettu avain ei kelpaa
fr: La clef prépartagée est invalide
it: La chiave pre-condivisa non è valida
ja: 事前共有鍵が不正です
pa: ਪ੍ਰੀ-ਸ਼ੇਅਰ ਕੀਤੀ ਕੁੰਜੀ ਗ਼ੈਰ-ਵਾਜਬ ਹੈ।
pl: Klucz wstępnie współdzielony jest niepoprawny
ro: Cheia predistribuită este invalidă
ru: Общий ключ недопустим
sl: Ključ v skupni rabi ni veljaven
tr: Önceden paylaşılan anahtar geçersiz
zh_hans: 预分享密钥无效

# macAlertPrivateKeyInvalid
source: Private key is invalid.
de: Der private Schlüssel ist ungültig.
fa: کلید خصوصی نامعتبر است.
fi: Yksityinen avain ei kelpaa.
fr: La clef privée est invalide.
it: La chiave privata non è valida.
ja: 秘密鍵が不正です。
pa: ਪ੍ਰਾਈਵੇਟ ਕੁੰਜੀ ਗ਼ੈਰਵਾਜਬ ਹੈ।
pl: Klucz prywatny jest nieprawidłowy.
ro: Cheia privată este invalidă.
ru: Недопустимый приватный ключ.
sl: Zasebni ključ ni veljaven.
tr: Özel anahtar geçersiz.
zh_hans: 私钥无效。

# macAlertPublicKeyInvalid
source: Public key is invalid
de: Der öffentliche Schlüssel ist ungültig
es: La Clave pública no es válida
fa: کلید عمومی نامعتبر است
fi: Julkinen avain ei kelpaa
fr: La clef publique est invalide
it: La chiave pubblica non è valida
ja: 公開鍵が不正です
pa: ਪਬਲਿਕ ਕੁੰਜੀ ਗ਼ੈਰ-ਵਾਜਬ ਹੈ
pl: Klucz publiczny jest nieprawidłowy
ro: Cheia publică este invalidă
ru: Недопустимый публичный ключ
sl: Javni ključ ni veljaven
tr: Genel anahtar geçersiz
zh_hans: 公钥无效。

# macAlertUnrecognizedInterfaceKey (%@)
source: Interface contains unrecognized key ‘%@’
de: Interface enthält nicht erkannten Schlüssel ‘%@’
fa: رابط دارای کلید ناشناخته می‌باشد ‘%@’
fr: L’interface contient une clef «%@» non reconnue
it: L'interfaccia contiene una chiave non riconosciuta ‘%@’
ja: Interfaceに認識不能なキー項目 ‘%@’ が含まれています
pa: ਇੰਟਰਫੇਸ ਵਿੱਚ ਬੇਪਛਾਣ ਸ਼ਬਦ ‘%@’
pl: Interfejs zawiera nierozpoznawalny klucz „%@”
ro: Interfața conține cheia nerecunoscută „%@”
ru: Интерфейс содержит нераспознанный ключ ‘%@’
sl: Vmesnik vsebuje neprepoznan ključ "%@"
tr: Arayüz tanınmayan ‘%@’ anahtarı içeriyor
zh_hans: 接口包含无法识别的键值 ”%@“

# macAlertUnrecognizedPeerKey (%@)
source: Peer contains unrecognized key ‘%@’
de: Teilnehmer enthält nicht erkannten Schlüssel ‘%@’
fi: Osapuoli sisältää tunnistamattoman avaimen ”%@”
fr: Le pair contient une clef «%@» non reconnue
it: Peer contiene una chiave non riconosciuta ‘%@’
ja: Peerに認識不能なキー項目 ‘%@’ が含まれています
pa: ਪੀਅਰ ਵਿੱਚ ਬੇਪਛਾਣ ਸ਼ਬਦ ‘%@’
pl: Peer zawiera nierozpoznawalny klucz „%@”
ro: Perechea conține cheia nerecunoscută „%@”
ru: Пир содержит нераспознанный ключ ‘%@’
sl: Vrstnik vsebuje neprepoznan ključ "%@"
tr: Eş tanınmayan ‘%@’ anahtarı içeriyor
zh_hans: 节点包含无法识别的键值 ”%@“

# macAppExitingWithActiveTunnelInfo
source: The tunnel will remain active after exiting. You may disable it by reopening this application or through the Network panel in System Preferences.
de: Der Tunnel bleibt nach dem Beenden aktiv. Sie können ihn deaktivieren, indem Sie diese Anwendung erneut öffnen oder in den Systemeinstellungen unter "Netzwerk" aktivieren.
fr: Le tunnel restera actif après la fermeture. Vous pouvez le désactiver en rouvrant cette application ou via le panneau Réseau dans Préférences Système.
it: Il tunnel rimarrà attivo dopo l'uscita. Puoi disabilitarlo riaprendo questa applicazione o tramite il pannello Rete nelle Preferenze di Sistema.
ja: 終了後もトンネルは有効なままです。無効化はこのアプリケーションを再度起動して行うか、システム環境設定のネットワークパネルから行います。
pa: ਟਨਲ ਬੰਦ ਕਰਨ ਦੇ ਬਾਅਦ ਵੀ ਸਰਗਰਮ ਰਹੇਗੀ। ਤੁਸੀਂ ਇਸ ਐਪਲੀਕੇਸ਼ਨ ਨੂੰ ਮੁੜ ਖੋਲ੍ਹ ਕੇ ਜਾਂ ਸਿਸਟਮ ਪਸੰਦਾਂ (System Preferences) ਵਿੱਚੋਂ ਨੈੱਟਵਰਕ ਪੈਨਲ (Network) ਰਾਹੀਂ ਇਹਨੂੰ ਅਸਮਰੱਥ ਕਰ ਸਕਦੇ ਹੋ।
pl: Tunel pozostanie aktywny po wyjściu. Możesz go wyłączyć, ponownie otwierając tę aplikację lub przez panel sieci w ustawieniach systemowych.
ro: Tunelul va rămâne activ după ieșire. Îl poți dezactiva prin redeschiderea acestei aplicații sau prin intermediul panoului Rețea din preferințele de sistem.
ru: После выхода туннель будет оставаться подключенным. Вы можете отключить его повторно открыв это приложение или через панель "Сеть" в Системных настройках.
sl: Tunel bo ostal aktiven po izhodu. Lahko ga onemogočite po ponovnem odprtju aplikacije ali preko omrežne plošče v sistemskih nastavitvah.
tr: Tünel, çıktıktan sonra aktif kalacaktır. Bu uygulamayı yeniden açarak veya Sistem Tercihlerindeki Ağ panelinden devre dışı bırakabilirsiniz.
zh_hans: 退出后隧道将保持激活。您可以通过重新打开此应用程序或系统偏好设置中的网络面板来禁用它。

# macAppExitingWithActiveTunnelMessage
source: AmneziaWG is exiting with an active tunnel
de: AmneziaWG wird beendet, mit einem aktiven Tunnel
fr: AmneziaWG se termine avec un tunnel actif
it: AmneziaWG sta per essere chiuso con un tunnel attivo
ja: 有効化中のトンネルが残ったまま AmneziaWG を終了しようとしています
pa: AmneziaWG ਸਰਗਰਮ ਟਨਲ ਨਾਲ ਮੌਜੂਦ ਹੈ
pl: AmneziaWG jest wyłączany wraz z aktywnym tunelem
ro: AmneziaWG iese cu un tunel activ
ru: Выход из AmneziaWG с активным туннелем
sl: AmneziaWG se končuje z aktivnim tunelom
tr: AmneziaWG aktif bir tünelle çıkıyor
zh_hans: AmneziaWG 正在退出，且还有一个激活的隧道。

# macAppStoreUpdatingAlertInfoWithOnDemand (%@)
source: Please disable on-demand for tunnel ‘%@’, deactivate it, and then continue updating in App Store.
de: Bitte deaktivieren Sie "on-demand" für den Tunnel ‘%@', deaktivieren Sie ihn und fahren Sie dann mit der Aktualisierung im App Store fort.
fr: Veuillez désactiver 'à la demande' pour le tunnel ‘%@’, désactivez-le, puis continuez la mise à jour dans l'App Store.
it: Disabilita l'attivazione su richiesta del tunnel ‘%@’, disattivalo e continua l'aggiornamento in App Store.
ja: トンネル '%@' のオンデマンド有効化を解除し、トンネルを無効にしてから App Store での更新を行ってください。
pa: ਟਨਲ ‘%@’ ਲਈ ਲੋੜ ਮੁਤਾਬਕ ਅਸਮਰੱਥ ਕਰੋ, ਇਸ ਨੂੰ ਨਾ-ਸਰਗਰਮ ਕਰੋ ਅਤੇ ਤਦ App Store ਰਾਹੀਂ ਅੱਪਡੇਟ ਕਰਨਾ ਜਾਰੀ ਰੱਖੋ।
pl: Proszę najpierw wyłączyć aktywację na żądanie tunelu „%@”, dezaktywować go, a dopiero następnie kontynuować aktualizację w App Store.
ro: Oprește opțiunea „la cerere” pentru tunelul „%@”. Dezactiveaz-o, apoi continuă cu actualizarea în App Store.
ru: Пожалуйста, отключите автоподключение туннеля ‘%@’, а затем продолжите обновление в App Store.
sl: Onemogočite aktivacijo na zahtevo za tunel "%@", ga deaktivirajte in nadaljujte posodobitev iz trgovine App Store.
tr: Lütfen ‘%@’ tüneli için isteğe bağlı’yı kapatın, devre dışı bırakın ve ardından App Store’da güncellemeye devam edin.
zh_hans: 请禁用隧道 ”%@“ 的按需使用，停用它，然后继续在 App Store 中更新。

# macAppStoreUpdatingAlertInfoWithoutOnDemand (%@)
source: Please deactivate tunnel ‘%@’ and then continue updating in App Store.
de: Bitte deaktivieren Sie den Tunnel ‘%@’ und fahren Sie dann mit der Aktualisierung im App Store fort.
fr: Veuillez désactiver le tunnel ‘%@’ puis continuer la mise à jour dans l’App Store.
it: Disattiva il tunnel ‘%@’ e continua l'aggiornamento in App Store.
ja: トンネル ‘%@’ を無効にしてから App Store での更新を行ってください。
pa: ਟਨਲ ‘%@’ ਨੂੰ ਨਾ-ਸਰਗਰਮ ਕਰੋ ਅਤੇ ਤਦ App Store ਰਾਹੀਂ ਅੱਪਡੇਟ ਕਰਨਾ ਜਾਰੀ ਰੱਖੋ।
pl: Proszę dezaktywować tunel „%@”, a następnie kontynuować aktualizację w App Store.
ro: Dezactivează tunelul „%@”, iar apoi continuă cu actualizarea în App Store.
ru: Пожалуйста, отключите туннель ‘%@’ и затем продолжите обновление в App Store.
sl: Prosimo deaktivirajte tunel "%@" in nadaljuje posodobitev v trgovini App Store.
tr: Lütfen ‘%@’ tünelini devre dışı bırakın ve ardından App Store’da güncellemeye devam edin.
zh_hans: 请禁用隧道 ”%@“ ，然后继续在 App Store 中更新。

# macAppStoreUpdatingAlertMessage
source: App Store would like to update AmneziaWG
de: App Store möchte AmneziaWG aktualisieren
es: App Store desea actualizar AmneziaWG
fi: App Store haluaa päivittää AmneziaWGin
fr: App Store aimerait mettre à jour AmneziaWG
it: App Store vuole aggiornare AmneziaWG
ja: App Store に AmneziaWG の更新版があります
pa: App Store AmneziaWG ਨੂੰ ਅੱਪਡੇਟ ਕਰਨਾ ਚਾਹੁੰਦਾ ਹੈ
pl: App Store chce zaktualizować AmneziaWG
ro: App Store dorește să actualizeze AmneziaWG
ru: App Store хотел бы обновить AmneziaWG
sl: App Store bi rad posodobil AmneziaWG
tr: App Store, AmneziaWG güncellemek istiyor
zh_hans: App Store 想要更新 AmneziaWG

# macButtonDeleteTunnels (%d)
source: Delete %d tunnels
de: %d Tunnel löschen
es: Eliminar %d túneles
fa: حذف %d تونل
fi: Poista %d tunnelia
fr: Supprimer %d tunnels
it: Elimina %d tunnel
ja: %d トンネルを削除
pa: %d ਟਨਲਾਂ ਹਟਾਓ
pl: Usuń %d tunele(i)
ro: Ștergere %d tuneluri
ru: Удалить выбранные туннели?
sl: Izbriši tunelov: %d
tr: %d tünellerini sil
zh_hans: 删除 %d 个隧道

# macButtonEdit
source: Edit
de: Bearbeiten
es: Editar
fa: ویرایش
fi: Muokkaa
fr: Modifier
it: Modifica
ja: 編集
pa: ਸੋਧੋ
pl: Edytuj
ro: Editare
ru: Редактировать
sl: Uredi
tr: Düzenle
zh_hans: 编辑
